Repository: alleosin/shop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: be

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
be: Vy bačycie hetu staronku, tamu što <a href=”https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug” target=”_blank” rel=”noopener”>DEBUG=True </a> znachodzicca ŭ vašym fajle naład, i vy nie skanfihuravali nijakich URL-adrasoŭ.

source: Django Documentation
be: Dakumentacyja Django

source: Topics, references, &amp; how-to’s
be: Temy, spasyłki, &amp; instrukcyi

source: Tutorial: A Polling App
be: Padručnik: prahrama dla hałasavańnia

source: Get started with Django
be: Pačnicie z Django

source: Django Community
be: Supolnaść Django

source: Connect, get help, or contribute
be: Padklučajciesia, atrymlivajcie dapamohu albo ŭnosicie svoj układ

source: Attempting to connect to qpid with SASL mechanism %s
be: Sproba padklučycca da qpid z mechanizmam SASL %s

source: Connected to qpid with SASL mechanism %s
be: Padklučany da qpid z mechanizmam SASL %s

source: Unable to connect to qpid with SASL mechanism %s
be: Niemahčyma padklučycca da qpid z mechanizmam SASL %s

source: 1 second ago
be: 1 sekundu tamu

source: 1 minute ago
be: 1 chvilinu tamu

source: 1 hour ago
be: 1 hadzinu tamu

source: yesterday
be: učora

source: yesterday at %(time)s
be: učora ŭ %(time)s

source: %(weekday)s at %(time)s
be: %(weekday)s u%(time)s

source: %(month_name)s %(day)s at %(time)s
be: %(month_name)s %(day)s u %(time)s

source: %(month_name)s %(day)s, %(year)s at %(time)s
be: %(month_name)s %(day)s, %(year)s u %(time)s

source: %(commas)s and %(last)s
be: %(commas)s i %(last)s

# law
source: right
be: Pravilna

# good
source: right
be: Dobra

# organization
source: club
be: orhanizacyja

# stick
source: club
be: pałka
