Repository: alleosin/shop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: be

source: Quantity
be: Kolkaść

source: Coupon
be: Kupon

source: Belarusian
be: Biełaruskaja

source: English
be: Anhielskaja

source: orders
be: zakazy

source: My shop
be: Maja krama

source: Your cart
be: Vaš košyk

source: %(total_items)s item%(total_items_plural)s, $%(total_price)s
be: %(total_items)s pradmiet%(total_items_plural)s, $%(total_price)s

source: Your cart is empty.
be: Vaš košyk pusty

source: Add to cart
be: Dadać u košyk

source: {editor}: Editing failed
be: {editor} : Zboj redahavańnia

source: {editor}: Editing failed: {e}
be: {editor}: Pamyłka redahavańnia: {e}

source: Aborted!
be: Pierarvana!

source: Show this message and exit.
be: Pakazać hetaje paviedamleńnie j vyjści

source: (Deprecated) {text}
be: (Sastarełaje) {text}

source: Options
be: Opcyji

source: Got unexpected extra argument ({args})
be: Atrymany niečakany dadatkovy arhumient ({args})

source: DeprecationWarning: The command {name!r} is deprecated.
be: Papiaredžańnie ab sastarełaści: Kamanda {name!r} sastareła.

source: Commands
be: Kamandy

source: Missing command.
be: Adsutničaje kamanda.

source: No such command {name!r}.
be: Takoj kamandy nie jisnuje {name!r}.

source: Value must be an iterable.
be: Značeńnie pavinna być itarabielnym

source: Takes {nargs} values but 1 was given.
be: Prymaje {nargs} značeńniaŭ, ale było dadziena 1.

source: env var: {var}
be: źmiennaja asiarodzia: {var}

source: (dynamic)
be: (dynamičnaje)

source: default: {default}
be: pa zmoŭčaniu: {default}

source: required
be: patrabujecca

source: %(prog)s, version %(version)s
be: %(prog)s, viersija %(version)s

source: Show the version and exit.
be: Pakazać viersiju j vyjści.

source: Error: {message}
be: Pamyłka: {message}

source: Try '{command} {option}' for help.
be: Pasprabujcie "{command} {option}" dla dapamohi.

source: Invalid value: {message}
be: Niasłušnaje značeńnie: {message}

source: Invalid value for {param_hint}: {message}
be: Niasłušnaje značeńnie dla {param_hint} : {message}

source: Missing argument
be: Adsutny arhumient

source: Missing option
be: Adsutnaja opcyja

source: Missing parameter
be: Adsutny paramietar

source: Missing {param_type}
be: Adsutny {param_type}

source: Missing parameter: {param_name}
be: Adsutny paramietar: {param_name}

source: No such option: {name}
be: Niama takoj opcyji: {name}

source: Did you mean {possibility}?
be: Vy mieli na ŭvazie {possibility}?

source: unknown error
be: Nieviadomaja pamyłka

source: Could not open file {filename!r}: {message}
be: Nie atrymałasia adkryć fajł {filename!r}: {message}

source: Argument {name!r} takes {nargs} values.
be: Argumient {name!r} prymaje {nargs} značeńniaŭ.

source: Option {name!r} does not take a value.
be: Opcyja {name!r} nie prymaje značeńnia.

source: Option {name!r} requires an argument.
be: Opcyja {name!r} patrabuje arhumient.

source: Shell completion is not supported for Bash versions older than 4.4.
be: Zaviaršeńnie Shell nie padtrymlivajecca dla viersij Bash, starejšych za 4.4.

source: Couldn't detect Bash version, shell completion is not supported.
be: Nie atrymałasia vyznačyć viersiju Bash, zaviaršeńnie abałonki nie padprymlicajecca.

source: Repeat for confirmation
be: Paŭtarycie dla paćvierdžańnia

source: Error: The value you entered was invalid.
be: Pamyłka: uviedzienaje vami značeńnie nia słušnaje

source: Error: {e.message}
be: Pamyłka: {e.message}

source: Error: The two entered values do not match.
be: Pamyłka: dva ŭviedzienyja značeńni nie suadnosiacca.

source: Error: invalid input
be: Pamyłka: niasłušny ŭvod

source: Press any key to continue...
be: Kab pracianyć, naciśnicie lubuju klavišu

source: Choose from: {choices}
be: Abiarycie siarod: {choices}

source: {value!r} is not {choice}.
be: {value!r} nie {choice} .

source: {value!r} does not match the format {format}.
be: {value!r} nie adpaviadaje farmatu {format}.

source: {value!r} is not a valid {number_type}.
be: {value!r} nie zjaŭlajecca słušnym {number_type} .

source: {value} is not in the range {range}.
be: {value} nie znachodzicca ŭ dyjapazonie {range}.

source: {value!r} is not a valid boolean.
be: {value!r} nie zjaŭlajecca słušnaja lagičnaj.

source: {value!r} is not a valid UUID.
be: {value!} nie zjaŭlajecca słušnym UUID.

source: file
be: fajł

source: directory
be: tečka

source: path
be: šlach

source: {name} {filename!r} does not exist.
be: {name} {filename!r} nie jisnuje.

source: {name} {filename!r} is a file.
be: {name} {filename!r} heta fajł.

source: {name} '{filename}' is a directory.
be: {name} "{filename}" heta tečka.

source: {name} {filename!r} is not readable.
be: {name} {filename!r} niemahčyma pračytać.

source: {name} {filename!r} is not writable.
be: {name} {filename!} niemahčyma zapisać.

source: {name} {filename!r} is not executable.
be: {name} {filename!r} niemahčyma vykanać.

source: {len_type} values are required, but {len_value} was given.
be: patrabujucca {len_type} značeńni, ale było dadziena {len_value}.

source: Messages
be: Paviedamleńni

source: Site Maps
be: Mapy Sajtu

source: Static Files
be: Staryčnyja Fajły

source: Syndication
be: Syndykacyji

source: That page number is not an integer
be: Numar hetaje staronki nia integer

source: That page number is less than 1
be: Numar hetaje staronki mienšy za 1

source: That page contains no results
be: Na hetaje staroncy niama vynikaŭ

source: Enter a valid value.
be: Uviadzicie słušnaje značeńnie.

source: Enter a valid URL.
be: Uviadzicie słušny URL.

source: Enter a valid integer.
be: Uviadzicie słušny integer.

source: Enter a valid email address.
be: Uviadzicie słušny e-mejł adras.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
be: Uviadzicie słušny "slug", jaki składajecca ź litar, ličbaŭ, padkeślivańniaŭ ci złučkoŭ.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
be: Uviadzicie słušny "slug", jaki składajecca ź litar Unicode, ličbaŭ, padkreślivańniaŭ ci złučkoŭ.

source: Enter a valid IPv4 address.
be: Uviadzicie słušny adras IPv4.

source: Enter a valid IPv6 address.
be: Uviadzicie słušny adras IPv6.

source: Enter a valid IPv4 or IPv6 address.
be: Uviadzicie słušny adras IPv4 ci IPv6.

source: Enter only digits separated by commas.
be: Uviadzicie ličby praz koski.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
be: Pierakanajciesia, što hetaje značeńnie roŭnaje %(limit_value)s (jano %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
be: Pierakanajciesia, što hetaje značeńnie roŭnaje ci mieńšaje za %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
be: Pierakanajciesia, što hetaje značeńnie roŭnaje ci bolšaje za %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s.
be: Pierakanajciesia, što značeńnie kratnaje %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s, starting from %(offset)s, e.g. %(offset)s, %(valid_value1)s, %(valid_value2)s, and so on.
be: Pierakanajciesia, što značeńnie kratnaje %(limit_value)s, pačynajučy z %(offset)s, naprykład %(offset)s, %(valid_value1)s, %(valid_value2)s, i hetak dalej.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
be: Pierakanajciesia, što značeńnie źmiaščaje sama mieniej %(limit_value)d simbal (jano maje %(show_value)d).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
be: Pierakanajciesia, što značeńnie źmiaščaje sama bolej %(limit_value)d simbal (jano maje %(show_value)d).

source: Enter a number.
be: Uviadzicie lik

source: Ensure that there are no more than %(max)s digit in total.
be: Pierakanajciesia, što ahulnaja kolkaść znakaŭ nia bolšaja za %(max)s.

source: Ensure that there are no more than %(max)s decimal place.
be: Pierakanajciesia, što ahulnaja kolkaśč dziesiatyčnych znakaŭ nia bolšaja za %(max)s.

source: Ensure that there are no more than %(max)s digit before the decimal point.
be: Pierakanajciesia, što kolkaść znakaŭ u cełaj častcy nia bolšaja za %(max)s.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
be: Pašyreńnie fajła "%(extension)s" nie padtrymlivajecca. Padtrymlivajemyja pašyreńni: %(allowed_extensions)s.

source: Null characters are not allowed.
be: Null simbali nie dapuskajucca.

source: and
be: i

source: %(model_name)s with this %(field_labels)s already exists.
be: %(model_name)s z takimi %(field_labels)s užo jisnuje.

source: Constraint “%(name)s” is violated.
be: Abmiežavańnie "%(name)s" parušana

source: Value %(value)r is not a valid choice.
be: Značeńnie %(value)r nie zjaŭlajecca słušnym vabaram.

source: This field cannot be null.
be: Hetaje pole nia moža być null.

source: This field cannot be blank.
be: Hetaje pole nia moža być pustym.

source: %(model_name)s with this %(field_label)s already exists.
be: %(model_name)s z takim %(field_label)s užo jisnuje.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
be: %(field_label)s pavinna być unikalnym dla %(date_field_label)s %(lookup_type)s.

source: Field of type: %(field_type)s
be: Pole typu: %(field_type)s

source: “%(value)s” value must be either True or False.
be: Značeńnie "%(value)s" pavinna być abo True, abo False.

source: “%(value)s” value must be either True, False, or None.
be: Značeńnie "%(value)s" pavinna być abo True, abo False, abo None.

source: Boolean (Either True or False)
be: Boolean (Albo True, albo False)

source: String (up to %(max_length)s)
be: String (da %(max_length)s)

source: String (unlimited)
be: String (nieabmiežavana)

source: Comma-separated integers
be: Cełyja ličby praz kosku

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
be: Značeńnie "%(value)s" maje niasłušny farmat daty. Jano pavinna być u farmacie YYYY-MM-DD.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
be: Značeńnie "%(value)s" maje słušny farmat (YYYY-MM-DD), ale heta niesapraŭdnaja data.

source: Date (without time)
be: Data (biaz času)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
be: Značeńnie "%(value)s" maje niasłušny farmat. Jano pavinna być u farmacie YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ].

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
be: Značeńnie "%(value)s" maje słušny farmat (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]), ale heta niesapraŭdnyja data/čas.

source: Date (with time)
be: Data (biaz času)

source: “%(value)s” value must be a decimal number.
be: Značeńnie "%(value)s" musić być dziesiatkovym likam.

source: Decimal number
be: Dziesiatkovy lik

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
be: Značeńnie "%(value)s" maje niasłušny farmat. Jano mysič być u farmacie [DD][[HH:]MM:]ss[.uuuuuu].

source: Duration
be: Praciahłaść

source: Email address
be: E-mejł adras

source: File path
be: Šlach da fajłu

source: “%(value)s” value must be a float.
be: Značeńnie "%(value)s" musić być float.

source: Floating point number
be: Lik z płavajučaj kropkaj

source: “%(value)s” value must be an integer.
be: Značeńnie "%(value)s" musić być integer.

source: Big (8 byte) integer
be: Big (8 bajt) integer

source: IPv4 address
be: adras IPv4

source: IP address
be: IP adras

source: “%(value)s” value must be either None, True or False.
be: Značeńnie "%(value)s" musić być albo None, albo True, albo False.

source: Boolean (Either True, False or None)
be: Boolen (Albo True, albo False, albo None)

source: Slug (up to %(max_length)s)
be: Slug (da %(max_length)s)

source: Text
be: Tekst

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
be: Značeńnie "%(value)s" maje niasłušny farmat. Jano maje być u farmacie HH:MM[:ss[.uuuuuu]].

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
be: Značeńnie "%(value)s" maje słušny farmat (HH:MM[:ss[.uuuuuu]], ale heta niesapraŭdny čas.

source: Time
be: Čas

source: Raw binary data
be: Syryja binarnyja dadzienyj

source: “%(value)s” is not a valid UUID.
be: "%(value)s" heta niasłušny UUID.

source: Universally unique identifier
be: Univierslny unikalny identyfikatar

source: File
be: Fajł

source: Image
be: Vidarys

source: A JSON object
be: Abjekt JSON

source: Value must be valid JSON.
be: Značeńnie musić być słušnym JSON.

source: %(model)s instance with %(field)s %(value)r does not exist.
be: asobnik %(model)s z %(field)s %(value)r nie jisnuje.

source: Foreign Key (type determined by related field)
be: Foreign Key (type vyznačajecca adpaviednym polem)

source: One-to-one relationship
be: Adnosiny one-to-one

source: %(from)s-%(to)s relationship
be: Adnosiny %(from)s-%(to)s

source: %(from)s-%(to)s relationships
be: Adnosiny %(from)s-%(to)s

source: Many-to-many relationship
be: Adnosiny many-to-many

source: This field is required.
be: Hetaje pole abaviazkovaje.

source: Enter a whole number.
be: Uviadzicie ŭvieś lik.

source: Enter a valid date.
be: Uviadzicie słušnuju datu.

source: Enter a valid time.
be: Uviadzicie słušny čas.

source: Enter a valid date/time.
be: Uviadzicie łušnyja datu/čas.

source: Enter a valid duration.
be: Uviadzicie słušnuju praciahłaść.

source: The number of days must be between {min_days} and {max_days}.
be: Kolkaść dzion pavinna być ad {min_days} da {max_days}.

source: No file was submitted. Check the encoding type on the form.
be: Fajł nia byŭ adasłany. Praviercie typ kadoŭki ŭ farmacie.

source: No file was submitted.
be: Fajł nia byŭ adasłany.

source: The submitted file is empty.
be: Adasłany fajł pusty.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
be: Pierakanajciesia, što jimia hetaha fajłu maje nia bolš za %(max)d simbal (jano maje %(length)d).

source: Please either submit a file or check the clear checkbox, not both.
be: Kali łaska, adpraŭcie fajł abo pastaŭcie prušačku ŭ poli, ale nie abodva.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
be: Zapampujcie sapraŭdnuju vyjavu. Zapampavany vali fajł paškodžany ci nie zjaŭlajecca vyjavaj.

source: Select a valid choice. %(value)s is not one of the available choices.
be: Abiarycie słušnuju alternacivu. %(value)s nie zjaŭlajecca adnoj z mahčymych varyjantaŭ.

source: Enter a list of values.
be: Uviadzicie list značeńniaŭ.

source: Enter a complete value.
be: Uviadzicie poŭnaje značeńnie.

source: Enter a valid UUID.
be: Uviadzicie słušny UUID.

source: Enter a valid JSON.
be: Uviadzicie słušny JSON.

source: (Hidden field %(name)s) %(error)s
be: (Schavanyja pali %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
be: Dannyja Kiravańnia Formaj adsutničajuć ci byli padrobleny. Adsutnyja pali: %(fields_names)s. Vy možacie adasłać bug report, kali prablema nia źniknie.

source: Please submit at most %(num)d form.
be: Kali łaska, adpraŭcie nia bolš za %(num)d formu.

source: Please submit at least %(num)d form.
be: Kali łaska, adpraŭcie nia mieńš za %(num)d formu.

source: Order
be: Paradak

source: Delete
be: Vydalić

source: Please correct the duplicate data for %(field)s.
be: Kali łaska, vypraŭcie dublikaty dannych dla %(field).

source: Please correct the duplicate data for %(field)s, which must be unique.
be: Kali łaska, vypraŭcie dublikaty dannych dla %(field), jakija pavinny być unikalnymi.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
be: Kali łaska, vyprŭcie dublikaty dannych dla %(field_name)s, jakija pavinny być unikalnymi dla %(lookup)s u %(date_field)s.

source: Please correct the duplicate values below.
be: Kali łaska vypraŭcie duplikaty pryviedzienych značeńniaŭ.

source: The inline value did not match the parent instance.
be: Ubudavanaje značeńnie nie adpaviadaje baćkoŭskamu asobniku.

source: Select a valid choice. That choice is not one of the available choices.
be: Abiarycie sapraŭdny varyjant. Hety vybar nie zjaŭlajecca adnym z mahčymych varyjantaŭ.

source: “%(pk)s” is not a valid value.
be: "%(pk)s" nie zjaŭlajecca dapuščalnym značeńniam.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
be: %(datetime)s nia moža być interpratavana ŭ časavym pojasie; jano moža być nie adnaznačnym ci nie jisnavać.

source: Clear
be: Čystaje

source: Currently
be: Biahučy

source: Change
be: Źmianić

source: Unknown
be: Nieviadomaje

source: Yes
be: Tak

source: No
be: Nie

source: yes,no,maybe
be: tak,nie,mabyć

source: %(size)d byte
be: %(size)d bajt

source: p.m.
be: paśla paŭdnia

source: a.m.
be: da paŭdnia

source: PM
be: paśla paŭdnia

source: AM
be: da paŭdnia

source: midnight
be: apoŭnačy

source: noon
be: poŭdzień

source: Monday
be: Paniadziełak

source: Tuesday
be: Aŭtorak

source: Wednesday
be: Sierada

source: Thursday
be: Čaćvier

source: Friday
be: Piatnica

source: Saturday
be: Subota

source: Sunday
be: Niadziela

source: Mon
be: Pan

source: Tue
be: Aŭt

source: Wed
be: Sie

source: Thu
be: Čać

source: Fri
be: Pia

source: Sat
be: Sub

source: Sun
be: Nia

source: January
be: Studzień

source: February
be: Luty

source: March
be: Sakavik

source: April
be: Krasavik

source: May
be: Travień

source: June
be: Červień

source: July
be: Lipień

source: August
be: Žnivień

source: September
be: Vierasień

source: October
be: Kastryčnik

source: November
be: Listapad

source: December
be: Śniežań

source: jan
be: stu

source: feb
be: lut

source: mar
be: sak

source: apr
be: kra

source: may
be: tra

source: jun
be: čer

source: jul
be: lip

source: aug
be: žni

source: sep
be: vie

source: oct
be: kas

source: nov
be: lis

source: dec
be: śni

# abbrev. month
source: Jan.
be: Stu.

# abbrev. month
source: Feb.
be: Lut.

# abbrev. month
source: March
be: Sak.

# abbrev. month
source: April
be: Kra.

# abbrev. month
source: May
be: Tra.

# abbrev. month
source: June
be: Čer.

# abbrev. month
source: July
be: Lip.

# abbrev. month
source: Aug.
be: Žni.

# abbrev. month
source: Sept.
be: Vie.

# abbrev. month
source: Oct.
be: Kas.

# abbrev. month
source: Nov.
be: Lis

# abbrev. month
source: Dec.
be: Śni

# alt. month
source: January
be: Studzień

# alt. month
source: February
be: Luty

# alt. month
source: March
be: Sakavik

# alt. month
source: April
be: Krasavik

# alt. month
source: May
be: Travień

# alt. month
source: June
be: Červień

# alt. month
source: July
be: Lipień

# alt. month
source: August
be: Žnivień

# alt. month
source: September
be: Vierasień

# alt. month
source: October
be: Kastryčnik

# alt. month
source: November
be: Listapad

# alt. month
source: December
be: Śniežań

source: This is not a valid IPv6 address.
be: Heta nia słušny adras IPv6.

source: or
be: ci

source: %(num)d year
be: %(num)d hod

source: %(num)d month
be: %(num)d miesiac

source: %(num)d week
be: %(num)d tydzień

source: %(num)d day
be: %(num)d dzień

source: %(num)d hour
be: %(num)d hadzina

source: %(num)d minute
be: %(num)d chvilina

source: Forbidden
be: Zabaroniena

source: CSRF verification failed. Request aborted.
be: Vieryfikacyja CSRF nie projdziena. Zapyt admienieny.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
be: Vy bačycie hetaje paviedamleńnie, bo hety sajt HTTPS patrabuje kab "Zahałovak spasyłalnika" byŭ adasłany vašym braŭzieram, ale hetaha nie adbyłosia. Hety zahałovak treba adasłać dziela biaspieki, kab pierakanacca, što vaš braŭzier nia byŭ apantany treciaj asobaj.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
be: Kali vy naładzili svoj braŭzier na adklučeńnie zahaloŭkaŭ "Spasyłalnika", kali łaska, uklučycie jich, prynamsi dla hetaha sajtu, ci dla złučeńniaŭ HTTPS, ci dla zapytaŭ "adnolkavaha pachodžańnia".

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
be: Kali vy vykarystoŭvajecie teh <meta name=”referrer” content=”no-referrer”> albo ŭklučajecie zahałovak «Referrer-Policy: no-referrer», vydalicie ich. Abarona CSRF patrabuje strohaj pravierki zahałoŭka ”Referer”. Kali vy turbujeciesia ab pryvatnaści, vykarystoŭvajcie takija alternatyvy, jak <a rel=”noreferrer” …> dla spasyłak na starońnija sajty.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
be: Vy bačycie hetaje paviedamleńnie, tamu što hety sajt patrabuje fajł cookie CSRF pry adpraŭcy formaŭ. Hety fajł cookie nieabchodny z mierkavańniaŭ biaśpieki, kab harantavać, što vaš braŭzier nia budzie zachopleny trecimi asobami.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
be: Kali vy naładzili svoj braŭzier na adklučeńnie fajłaŭ cookie, uklučycie ich paŭtorna, prynamsi, dla hetaha sajta albo dla zapytaŭ «adnolkavaha pachodžańnia».

source: More information is available with DEBUG=True.
be: Dadatkovaja jinfarmacyja pry DEBUG=True.

source: No year specified
be: Nie ŭkazany hod

source: Date out of range
be: Data pa-za miežami

source: No month specified
be: Nie ŭkazany miesiac

source: No day specified
be: Nie ŭkazany dzień

source: No week specified
be: Nie ŭkazany tydzień

source: No %(verbose_name_plural)s available
be: Niama dastupnych %(verbose_name_plural)s

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
be: Budučyja %(verbose_name_plural)s niedastupnyja, bo %(class_name)s.allow_future maje značeńnie False.

source: Invalid date string “%(datestr)s” given format “%(format)s”
be: Niasłušny radok daty "%(datestr)s" u farmacie "%(format)s"

source: No %(verbose_name)s found matching the query
be: Nia znojdziena adpaviadajučaha zapytu %(verbose_name)s

source: Page is not “last”, nor can it be converted to an int.
be: Staronka nie zjaŭlajecca ”apošniaj”, i jaje nielha pieraŭtvaryć u int.

source: Invalid page (%(page_number)s): %(message)s
be: Niapravilnaja staronka (%(page_number)s): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
be: Пусты спіс і «%(class_name)s.allow_empty» мае значэнне False.

source: Directory indexes are not allowed here.
be: Індэксы каталогаў тут не дапускаюцца.

source: “%(path)s” does not exist
be: “%(path)s” nie isnuje

source: Index of %(directory)s
be: Indeks %(directory)s

source: The install worked successfully! Congratulations!
be: Ustanoŭka spracavała paśpiachova! Vinšujem!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
be: Prahladzieć <a href=”https://docs.djangoproject.com/en/%(version)s/releases/” target=”_blank” rel=”noopener”>zaŭvahi da vypusku</a> dla Django %(version)s
